Repository: mujassir/accountex
Catalog: AccountEx.Web/App_GlobalResources/Resource.*.resx
Languages: ur

source: Action
ur: ایکشن

source: Add Item
ur: جنس شامل کریں

source: All Item In Current Voucher
ur: موجودہ واؤچر میں تمام اشیاء

source: Amount
ur: رقم

source: Bill Number
ur: بل نمبر

source: Cancel
ur: منسوخ کریں

source: Commission
ur: کمیشن

source: Customer
ur: گاہک

source: Date
ur: تاریخ

source: Expenses
ur: اخراجات

source: Fare
ur: کرایہ

source: Grass Bikri
ur: خام بکری

source: item
ur: جنس

source: Labour
ur: مزدوری

source: Laga
ur: لاگا

source: Mark
ur: مارکہ

source: Markeet Fee
ur: مارکیٹ فیس

source: Misc
ur: متفرق

source: Munshyiana
ur: منشیانہ

source: Net Sale
ur: پختہ بکری

source: Pending Voucher
ur: آمد

source: Quantity
ur: تعداد

source: Quantity Total
ur: کل تعداد

source: Rate
ur: نرخ

source: Sale Type
ur: فروخت کی قسم

source: Save
ur: محفوظ کریں

source: Supplier
ur: بیوپاری

source: Total Amount
ur: کل رقم

source: Vehicle
ur: گاڑی

source: Voucher Number
ur: واؤچر نمبر

source: Account Name is required
ur: اکاؤنٹ نمبرمنتخب کریں

source: Add New
ur: نیا واؤچر

source: amount is required
ur: رقم منتخب کریں

source: Bill Number is required
ur: بل نمبر کی ضرورت ہے

source: Chart of Accounts
ur: چارٹ آف اکاوّنٹ

source: Customer is required
ur: گاہک منتخب کریں

source: DetailItem
ur: تفصیل جنس

source: Icon
ur: آئکن

source: Item is required
ur: جنس منتخب کریں

source: Labour Store
ur: مزدوری سٹور

source: Manage Purchase
ur: آمد

source: Manage Sales
ur: فروخت

source: Pending Voucher Required
ur: آمد منتخب کریں

source: Period
ur: مدت سٹور

source: Purchase
ur: آمد

source: qty is required
ur: تعداد منتخب کریں

source: rate is required
ur: ریٹ متنخب کریں

source: Sale
ur: فروخت

source: Sale date is required
ur: فروخت کے تاریخ کی ضرورت ہے

source: Select Store Period
ur: متخب مدت سٹور

source: Select Supplier
ur: بیوپاری

source: Store
ur: سٹور

source: Store Is Required
ur: سٹور منتخب کریں

source: Store Rent
ur: کرایہ سٹور

source: Supplier is required
ur: بیوپاری منتخب کریں

source: Total
ur: ٹوٹل

source: Vehicle Number is required
ur: گاڑی نمبر منتخب کریں۔

source: Voucher is required
ur: واؤچر کی ضرورت ہے

source: AccountStructure
ur: اکاؤنٹ کی ساخت

# AddAccoun
source: Add Account
ur: اکاؤنٹ

source: Add/Edit
ur: شامل کریں / ترمیم کریں

source: Add Parent Account
ur: سب اکاؤنٹ

source: Add Route Account
ur: مین اکاؤنٹ

source: All
ur: تمام

source: Auto
ur: آٹو

source: Cash Payments
ur: ادائیگی کیش

source: Cash Receipts
ur: کیش وصولی

source: Challan
ur: چالان

source: Challan is required
ur: چالان کی ضرورت ہے

source: Detailed Ledger
ur: تفصیلا لیجر

source: From Account
ur: جمع

source: General Ledger
ur: جنرل لیجر

source: Marka is Required
ur: مارکہ منتخب کریں

source: reports
ur: رپورٹ

source: Sale Detail
ur: فروخت کے تفصیل

# SaleLedger
source: Sales Ledger
ur: سیلز لیجر

source: Sale Summary
ur: فروخت خلاصہ

source: Store Purchase
ur: سٹور خریداری

source: To Account
ur: بنام

source: Voucher
ur: واؤچر

source: Mezaan
ur: میزان

source: Opening Balance
ur: اوپننگ بیلنس

# RecoveryForm
source: Recovery Form/Report
ur: ریکوری رپورٹ/فارم

source: Trial Balance
ur: ٹرائل بیلنس
